{"PageNotFound":{"btn":"Back to Start","title":"Page not Found"},"changelogs":{"title":"Updates"},"cmds":{"title":"Commands"},"comum":{"copy":"Copy"},"dices":{"guide":{"0":{"desc":"We use the standard RPG dice syntax, <number of dice> d <number of sides of the dice>\nExamples:\n5d20: Rolls 5 20-sided dice and returns the sum of them all\n100d4: Rolls 100 4-sided dice and returns the sum of them all\nBy default, if the number of dice is not written, it will be considered 1, and if the number of sides is not written, it will be considered 20.\nExamples:\nd5: Rolls 1 5-sided die\n42d: Rolls 42 20-sided dice\nd: Rolls 1 20-sided die\nNote: To avoid DoS attacks on the bot, the total amount of dice cannot exceed 200, and the maximum number of sides on a die is 1000."},"1":{"desc":"Explosive dice are dice that, if the roll falls to a certain number or more, roll again.\ne: If the number rolled is greater than the requested number, the die explodes once.\nei: Explodes until the result is less than the requested number.\nExamples:\nd20e5: If the original die lands greater than or equal to 5, roll one more timed\n30ei10: If the dice lands greater than or equal to 10, roll once more, and if the new dice also, roll again, until the result is less than 10\nBy default, if the number is not written, it will be considered the maximum number on the die.\nExamples:\n15d24e = 15d24e245d4\nei/! = 5d4ei4\nNote: To avoid DoS attacks on the bot, we limit the number of explosions to 200, even because using it legitimately you will never need more than that.\nIncompatible with keep data as it generates too many ambiguities.","title":"Explosive"},"2":{"desc":"Only numbers in the given range are kept.\n<<: Keeps only the numbers smaller than or equal to the requested one, discards the rest.\n>>: Keeps only the numbers greater than or equal to the requested one, discards the rest.\nExamples:\n12d30<<25: Keeps only the numbers less than or equal to 25, the rest discard.\n12d10>>5: Keeps only numbers greater than or equal to 5, the rest discard.\n12d50<<35>>10: Keeps only the numbers between 10 and 35, the rest discard.\nBy default, if the number is not written, it will be considered half of the maximum number on the die.\nExamples:\n6d32>>= 6d32>>16\n8d42<< = 8d42<<21","title":"Breaks"},"3":{"desc":"Only the largest or smallest numbers are kept.\nSyntax:\nk: Keeps only the highest numbers from the roll, the rest discard.\nkm: Keeps only the lowest numbers from the roll, the rest discards.\nExamples:\n12dk5: Assuming a result of {3, 5, 10, 15, 2, 1, 6, 8, 2, 20, 9, 19}, it will keep only the 5 largest i.e. {10, 15, 20, 9, 19}\n12dkm5: Assuming the same result as before ({3, 5, 10, 15, 2, 1, 6, 8, 2, 20, 9, 19}), it will only keep the 5 smallest, that is, {3, 5, 2, 1, 2}\n12dkm2k3: Assuming the same result as before ({3, 5, 10, 15, 2, 1, 6, 8, 2, 20, 9, 19}), it will only keep the 2 smallest and the 3 largest, that is, { 15, 2, 1, 20, 19}By default, if the number is not written, it will be considered 1.\nExamples:15d24k = 15d24k15d4km = 5d4km1\nIncompatible with explosive data as it generates too much ambiguity.","title":"Keep"},"4":{"desc":"And of course, numerical expressions couldn’t be missing!\nThese work just like you learned in school.\nThe expression (5 + 10 * 8) / (10 - 15) will result in -17.\nBut of course, our data is not just a calculator.\nAllowed operators:\n+: Sum.\n-: Subtract.\n*: Multiplies.\n/: Divide.\n%: Calculates the remainder of the division. (I still want to know who will use this in life)\n(): Changes the order of origin of the expression\nExamples:\n23d20+3: Add 3 to the dice result.\n5d3+33d4*3d10: Multiplies the result of 3d10 with the result of 33d4, then adds it to the result of 5d3.","title":"Numerical Expressions"},"5":{"desc":"Bulk operator expressions work from left to right, regardless of the order of math priorities. This is a design choice to avoid complicating the data by having to put parentheses in the middle of it.\nSyntax:\n++: Sums the given number across all data.\n--: Subtracts the given number from all data.\n**: Multiplies all data by the given number.\n//: Divides all data by the given number.\n%%: Calculates the remainder of division by the given number. (honestly, who is going to use this in their life?)\nExamples:\n23d22++6: Adds 6 to each dice.\n2d2--4**8: Subtract 4 and then multiply each dice by 8.\n2d2**8--4: Multiply by 8 and then subtract 4 from each dice.","title":"Bulk Numerical Expressions"},"6":{"desc":"Sometimes we need to make several rolls at once, to do this we use the # argument\nThe expression 5#d20 will result in 5 independent rolls of 20-sided dice.\nExamples:\n23d20+3: Add 3 to the dice result.\n5d3+33d4*3d10: Multiplies the result of 3d10 with the result of 33d4, then adds it to the result of 5d3.\nIf the character limit is exceeded, the display is reduced with the sum of the data totals.","title":"Bulk Scrolling"},"7":{"desc":"These are data that only have 3 possible values: -1, 0 or 1. And yes, that's all they do. The Fate system uses them, so yeah, there it is.\nf<number>\nPattern: 4\nExamples:\nd+f: Rolls a d20 + 4 fate dice.\nf10: Rolls 10 fate dice.","title":"Fate Dices"}},"tags":"RPG,Dices,Dice Roll Guide","title":"Dice Rolling System Syntax"},"footer":{"about":"About","arkanus":{"desc":"Turning your dreams into reality with several lines of code."},"legal":"Legal","map":"Site Map","priv":"Privacy Policy","quest":"Mission","start":"Start Page","team":"Team","tos":"Terms of use","util":"Utility"},"index":{"donate":{"btn":"Support Project","desc":"Although Mini Kraken is free, we launched the Supporters Program to help with the maintenance expenses of the Project, which depends on machines running 24 hours a day to process data and scrolling. Each donation contributes directly to keeping the project active for another day. Remembering that the Project does not store any content belonging to publishers. Such data comes from external APIs that do not belong to us.","title":"Support the Project"},"features":{"desc":"Mini Kraken is a bot for Discord that offers a wide variety of functions to help you on your tabletop RPG journey. Roll dice, manage initiatives, create characters, use name generators, and more. Check out just a small sample of everything the Mini Kraken can do for you!","title":"Explore the Functions"},"func":{"card":{"0":{"desc":"Don't waste time calculating your character's health manually. With the /edit life command, Mini Kraken does the math for you, allowing you to focus on playing.","title":"Life Calculation"},"1":{"desc":"The Bot has an advanced dice rolling system, allowing different combinations with the /d command. In addition to multiple data skins that can be accessed with the /data store","title":"Dice Roll"},"2":{"desc":"Easily organize character information with Smart Tokens. With simple commands, with /ficha you can create and edit character sheets, making your table more agile and efficient.","title":"Smart Sheets"},"3":{"desc":"Select one of the various RPG systems available to further customize your campaign, and if that's not enough, create your own system.","title":"Customization"},"4":{"desc":"Find players for your RPG table with ease using Fortune's Campaign Disclosure system. With the /send campaign command, don't waste any more time looking for players, let Fortuna help you!","title":"Find Players"},"5":{"desc":"Variety of name and letter generators to help with character creation. With the /generate name and /deck commands, you can generate random names, tarot cards or decks to enrich your narrative.","title":"Generators"},"6":{"desc":"A broad Economy system called KC (Kraken Coins) that can be obtained in different ways, useful for functions such as data skins and customizations.","title":"Economi"},"7":{"desc":"Find the spells and rituals in your spellbook more easily with our spell book that allows you to search in real time!","title":"Book of Spells"},"8":{"desc":"This function here is yet to come, but rumors are that it will be a community bestiary.","title":"..."}}},"name":"Tabletop RPG Bot","sec2":{"desc":"The Bot for discord, developed by fans for fans, aims to assist in the gaming experience of your favorite RPG. We do not own or claim rights to the games mentioned. We are a group of programmers and enthusiasts who simplify RPG systems to make the experience more enjoyable. This is not an official product or platform, and we are not affiliated with the creators of the games mentioned","title":"Adapted RPG systems"},"start":{"btn1":"Add Fortuna","desc":"Elevate your tabletop RPG experience on Discord with Mini Kraken! Our tool designed to enhance your gaming sessions, whether in systems such as Paranormal Order (OP), Dungeons & Dragons (D&D), Tormenta20 (T20) and Gaia, more roleplay and less math."},"status":{"cmds":"Commands","desc":"Check out some performance data for Inanimalia Fortuna Tenebris Verteri - the best tabletop RPG bot for Discord in the creators' opinion. Stay up to date on your bot's performance and get the most out of your experience.","guilds":"Guilds","title":"Stats","user":"Users","version":"Version"}},"lang":"en","misc":{"btn":{"gencard":"Generate Card"}},"names":{"article":{"all":"All","btn":"Generate Names","desc":"This character name generator was created to be a starting point for you, helping you write a Book, RPG Campaign or game. If you are looking for names for your characters, you are in the right place.","female":"Female","male":"Male","title":"Name Generator"}},"nav":{"add":"Add Bot","docs":{"changelogs":{"desc":"View the bot's update history","name":"Changelogs"},"cmds":{"docs":"See the list of commands","title":"Commands List"},"dices":{"desc":"Guide on how to roll dice in the bot","names":"Dice Roll"},"title":"Documentation"},"lang":{"title":"Language"},"tools":{"names":{"desc":"Generate names for your characters","title":"Name Generator"},"poker":{"desc":"Pull a random card from the deck","name":"Poker Cards"},"tarot":{"desc":"Pull a card from the fortune deck","name":"Tarot Cards"},"title":"Tools"}},"poker":{"article":{"desc":"A random playing card generator, which can somehow help to create a campaign or game.","title":"Poker Cards Generator"},"cards":{"type":{"0":"All Cards Suits","1":"Spades","2":"Clubes","3":"Hearts","4":"Diamonds"}},"title":"Poker Cards"},"posts":{"sistemas":{"0":{"card":{"btn":"Learn more about DnD","desc":"A legendary fantasy RPG that allows players to create their own stories in worlds of sword and sorcery.","title":"Dungeons & Dragons"},"icon":"/static/img/rpg/DND.svg","path":"dnd"},"1":{"card":{"btn":"Lean more about OP","desc":"A universe of paranormal investigation, where agents fight the supernatural and protect our reality.","title":"Ordem Paranormal"},"icon":"/static/img/rpg/Ordem.svg","path":"ordem"},"2":{"card":{"btn":"Lean more about T20","desc":"An epic fantasy RPG set in the world of Arton, with intuitive and flexible rules","title":"Tormenta20"},"icon":"/static/img/rpg/Tormenta.svg","path":"tormenta"},"3":{"card":{"btn":"Lean more about Carbon2185","desc":"A cyberpunk RPG set in a dystopian future, influenced by Blade Runner and Ghost in the Shell.","title":"Carbon2185"},"icon":"/static/img/rpg/Carbon.svg","path":"carbon"},"4":{"card":{"btn":"Lean more about Gaia","desc":"A medieval high fantasy RPG, with a modern and simplified system, where each character is unique and freedom is the key word.","title":"Gaia: The Prelude"},"icon":"/static/img/rpg/Gaia.svg","path":"gaia"},"5":{"card":{"btn":"Learn more about 3DET","desc":"In a world of mysteries and adventures, heroes and villains face each other in epic battles. Magic, technology and fantastical creatures collide, shaping destinies and defying the impossible.","title":"3DET Victory"},"icon":"/static/img/rpg/3DET.svg","path":"3det"}}},"premium":{"0":{"desc":"A Plan for Lone Wolves Who Want to Access Resources Alone.","title":"Warrior"},"1":{"desc":"One for all and all for one, with this plan everyone on your server benefits!","title":"Adventurous"},"2":{"desc":"For true lovers of Inanimalia Fortuna!","title":"Octopus Hero"},"feat":{"0":"+5 Macro Slots (per character)","1":"+24 Character Slots (coming soon)","2":"Double the note space","3":"Create your own Homebrew system","4":"Millions of Kraken Coins","5":"Priority Support","6":"Premium features","7":"One Account","8":"One Guild","9":"Exclusive Playtests","10":"Donor Position (Profile and Discord)","11":"Supreme Donor Position (Profile and Discord)","12":"For Three Guilds","98":"Team Foot Pack and Clube da Una","99":"Poetic license to demand Devs"}},"privacy":{"0":{"desc":"Mini Kraken is owned by the Developers who are responsible for collecting and managing your Data within the application. This document explains what data is collected, the reason for collecting it, and how we maintain the security of this data."},"1":{"desc":"When Using the application we collect User and Server information in addition to other information you provide (Including, but not limited to: Names, Ids, User and Guild Images) In addition, we collect information within the application, which is stored as per example the RPG token system. The only message content collected occurs in the dice roll system without the presence of slash. Message contents are not stored, so developers do not have access to them.\nThe processing of this data allows the operation of various functionalities within the application, such as identifications to save information in the database, individual application settings for each guild and user, as well as customization of the application interface to provide an improved user experience.","title":"Information Collected"},"2":{"desc":"You have the following guaranteed rights regarding your data:\n\nThe right to be informed.\nThe right to rectification.\nThe right to delete.\nThe right to verification.\nThe right to objection.\nBy using the application, it is understood that you agree with the terms and data collected.","title":"Your rights"},"3":{"desc":"We guarantee the security of the information you provide on servers and computers stored in secure and controlled environments, protected against unauthorized access, use and disclosure. We maintain administrative, technical and physical security measures to protect data against unauthorized access, use, protection and disclosure. However, no data transmission over the Internet can be guaranteed to be completely secure.","title":"Information security"},"4":{"desc":"If you would like more information about this Privacy Policy or access information related to your individual rights and Personal Information, you can open a ticket at guild support (/support) or send an email to support@arkanus.app.","title":"Contact"},"title":"Privacy Policy"},"system":{"default":{"desc":"Learn about the %system% system and how to play on Discord with the Mini Kraken RPG Bot. This practical guide offers tips for exploring and having the most fun in your RPG adventures.","title":"Learn how to play %system% on Discord"}},"tarot":{"article":{"desc":"A random Tarot card generator, which can somehow help to make a campaign or game.","title":"Tarot Card Generator"},"title":"Tarot Cards"},"tos":{"0":{"desc":"Arkanus, hereinafter referred to as \"developers\", is a team dedicated to developing a variety of projects and applications, including but not limited to (Mini Kraken BOT, also known as Inanimalia Fortuna Tenebris Verteri). By using our services, you agree to the following terms. By accessing our Services, you automatically agree to the terms, conditions and privacy policies presented below. If you are the age of majority in your jurisdiction, or if you are between the ages of 13 and the age of majority and your legal guardian has reviewed and agrees to these Terms, you are bound by them. If you disagree with any part of these terms and conditions, please immediately stop using our services.","title":"Introduction"},"1":{"desc":"Unless otherwise expressly stated, all intellectual property rights in content published on the Service belong to the Service and its licensors. All rights relating to intellectual property are strictly reserved, and we reserve the right to take legal action as necessary through our official communication channels.\n\nYou are not authorized to:\n- Sell, rent or sublicense any material related to Mini Kraken, Fortuna, or similar.\n- Redistribute content from Mini Kraken, Fortuna, or similar without express authorization.\n- Intentionally attempt to circumvent the Service's security mechanisms in any way without prior authorization.\nSome areas of the Service offer the possibility of personalization by users, without prior filtering or review by us before publication.\n\nComments and customizations solely reflect the opinions of their respective authors. To the extent permitted by applicable law, the Service is not legally responsible for such comments/personalizations or for any damages, risks or expenses arising from their use, posting or appearance on the Service.\n\nWe reserve the right, without obligation, to remove any comment or personalization that we consider inappropriate, offensive or in violation of these Terms and Conditions.\n\nBy using our Service, you agree to protect and defend us against all claims, suits, damages, costs and expenses arising from or relating to your use of the Service. No link should be placed on any Website that may be interpreted as defamatory, obscene, criminal or violating the rights of any third party.\n\nBy posting comments, customizations or other content on our Service, you represent and warrant that:\n\nYou have the legal right to post this content and have all necessary licenses and authorizations to do so.\nYour comments, customizations, or other content do not violate any third-party intellectual property rights, including copyrights, patents, or trademarks.\nYour comments, customizations or other content do not contain defamatory, libelous, offensive, indecent or unlawful material, or invade any third party's privacy.\nYour comments, customizations, or other content will not be used to solicit or promote illegal activities.\nBy posting comments, customizations or other content on our Service, you grant the Service (including Mini Kraken, Developers and partners) an irrevocable, non-exclusive, worldwide, royalty-free, sublicensable license to use, reproduce, adapt, modify, publish, translate, create derivative works of, distribute, publicly perform and publicly display such content in any format, media or technology now known or hereafter developed.","title":"License"},"2":{"desc":"We reserve the right, in our sole discretion, to modify or revise these Terms at any time, and you agree to be bound by any such modifications or revisions. Any changes or modifications will be effective one week after posting on the Service, and your continued use of the Service after the effective date will constitute your acceptance of and agreement to such changes or modifications. If you object to any change or modification, your sole recourse is to discontinue use of the Service.\n\nWe reserve the right to modify or discontinue the Service (or part thereof) at any time, with or without notice, without limitation for a breach of the Terms.","title":"Reservation of Rights and Modifications"},"3":{"desc":"In situations where the user performs any of the actions listed below, it may result in an automatic breach of the terms of use, which may generate consequences ranging from warnings to even the removal of access to the service and cancellation of the account or access to the service, with or without prior notice:\n\nAssign a Real Value to KCs (Virtual Economies) and sell them for money or real goods.\nSubmit any inappropriate content to support or review teams.\nAbuse Bugs or Systems in order to gain an advantage or damage our structures.\nAbuse of Support Means.\nAttempt to circumvent any service system in a way that harms the functioning of the service or other users, without prior authorization from the development team.","title":"User Prohibitions and Responsibilities"},"4":{"desc":"We will not be held legally responsible for any content that appears on our Service as it is powered by the community. If there is a violation of intellectual property or discomfort, the user can request a review or removal of one or more contents by opening a removal request through our Support.\n\nIf you find any link or content on our Service that is in any way offensive or infringes your copyright, you have the right and freedom to contact us and inform us of the problem at any time. We will consider requests to remove links and content, but we have no obligation to remove any links to our Service or respond directly to your request unless it infringes your copyright.\n\nSend mail to suporte@arkanus.app","title":"Responsibility for Content"},"tags":"Legal,Legal,Terms of Use,Legislation","title":"Terms of Service"}}