{"PageNotFound":{"btn":"Voltar ao inicio","title":"Página Não Encontrada"},"changelogs":{"title":"Atualizações"},"cmds":{"title":"Comandos"},"comum":{"copy":"Copiar"},"default":{"desc":"Mini Kraken é um site de RPG que oferece ferramentas, artigos e conteúdo para jogadores e mestres de RPG. Aqui você encontra informações sobre Dungeons and Dragons, Call of Cthulhu, GURPS, FATE, Storytelling, e outros sistemas de RPG."},"dices":{"guide":{"0":{"desc":"Utilizamos a sintaxe padrão de dados para RPG, <número de dados> d <número de lados do dado>\nExemplos:\n5d20: Roda 5 dados de 20 lados e retorna a soma de todos eles\n100d4: Roda 100 dados de 4 lados e retorna a soma de todos eles\nPor padrão, se não for escrito o número de dados, será considerado 1, e se não for escrito o número de lados, será considerado 20.\nExemplos:\nd5: Roda 1 dado de 5 lados\n42d: Roda 42 dados de 20 lados\nd: Roda 1 dado de 20 lados\nObs: Para evitar ataques DoS ao bot, a quantidade total de dados não pode ultrapassar 200, e a quantidade máxima de lados de um dado é 1000.\n"},"1":{"desc":"Dados explosivos são dados que, caso a rolagem caia determinado número ou mais, rolam novamente.\ne: Caso o número rolado seja maior que o número pedido, explode o dado uma única vez.\nei: Explode até que o resultado seja menor que o número pedido.\nExemplos:\nd20e5: Se o dado original cair maior ou igual a 5, rola mais uma vezd\n30ei10: Se o dado cair maior ou igual a 10, rola mais uma vez, e caso o novo dado também, rola novamente, até que o resultado seja menor que 10\nPor padrão, se não for escrito o número, será considerado o número máximo do dado.\nExemplos:\n15d24e = 15d24e245d4\nei/! = 5d4ei4\nObs: Para evitar ataques DoS ao bot, limitamos a quantidade de explosões para 200, mesmo porque usando de forma legítima você nunca vai precisar de mais do que isso.\nIncompatível com dados keep por gerar ambiguidades demais.\n","title":"Explosivos"},"2":{"desc":"Apenas os números no intervalo determinado são mantidos.\n<<: Mantém apenas os números menores ou iguais ao solicitado, o resto descarta.\n>>: Mantém apenas os números maiores ou iguais ao solicitado, o resto descarta.\nExemplos:\n12d30<<25: Mantém apenas os números menores ou iguais a 25, o resto descarta.\n12d10>>5: Mantém apenas os números maiores ou iguais a 5, o resto descarta.\n12d50<<35>>10: Mantém apenas os números entre 10 e 35, o resto descarta.\nPor padrão, se não for escrito o número, será considerada a metade do número máximo do dado.\nExemplos:\n6d32>> = 6d32>>16\n8d42<< = 8d42<<21","title":"Intervalos"},"3":{"desc":"Apenas os maiores ou menores números são mantidos.\nSintaxe:\nk: Mantém apenas os maiores números da rolagem, o resto descarta.\nkm: Mantém apenas os menores números da rolagem, o resto descarta.\nExemplos:\n12dk5: Supondo um resultado de {3, 5, 10, 15, 2, 1, 6, 8, 2, 20, 9, 19}, manterá apenas os 5 maiores, ou seja, {10, 15, 20, 9, 19}\n12dkm5: Supondo o mesmo resultado de antes ({3, 5, 10, 15, 2, 1, 6, 8, 2, 20, 9, 19}), manterá apenas os 5 menores, ou seja, {3, 5, 2, 1, 2}\n12dkm2k3: Supondo o mesmo resultado de antes ({3, 5, 10, 15, 2, 1, 6, 8, 2, 20, 9, 19}), manterá apenas os 2 menores e os 3 maiores, ou seja, {15, 2, 1, 20, 19}Por padrão, se não for escrito o número, será considerado 1.\nExemplos:15d24k = 15d24k15d4km = 5d4km1\nIncompatível com dados explosivos por gerar ambiguidades demais.","title":"Keep"},"4":{"desc":"E claro, não poderiam faltar, expressões numéricas!\nEssas funcionam exatamente como você aprendeu na escola.\nA expressão (5 + 10 * 8) / (10 - 15) resultará em -17.\nMas claro, nosso dado não é apenas uma calculadora.\nOperadors permitidos:\n+: Soma.\n-: Subtrai.\n*: Multiplica.\n/: Divide.\n%: Calcula o resto da divisão. (ainda quero saber quem que vai usar isso na vida)\n(): Muda a ordem de procedência da expressão\nExemplos:\n23d20+3: Soma 3 ao resultado dos dados.\n5d3+33d4*3d10: Multiplica o resultado de 3d10 com o resultado de 33d4, depois soma ao de 5d3.","title":"Expressões Numéricas "},"5":{"desc":"As expressões dos operadores em massa funcionam da esquerda para a direita, independentemente da ordem de prioridades da matemática. Isso é uma escolha de design para evitar complicar os dados tendo que colocar parênteses no meio deles.\nSintaxe:\n++: Soma o número determinado em todos os dados.\n--: Subtrai o número determinado de todos os dados.\n**: Multiplica todos os dados pelo número determinado.\n//: Divide todos os dados pelo número determinado.\n%%: Calcula o resto da divisão pelo número determinado. (sinceramente, quem que vai usar isso na vida?)\nExemplos:\n23d22++6: Soma 6 em cada um dos dados.\n2d2--4**8: Subtrai 4 e depois multiplica por 8 cada um dos dados.\n2d2**8--4: Multiplica por 8 e depois subtrai 4 em cada um dos dados.","title":"Expressões Numéricas em Massa"},"6":{"desc":"As vezes precisamos dar várias roladas de uma unica vez, para isso usamos o argumento #\nA expressão 5#d20 resultará em 5 rolagens independentes de dados de 20 lados.\nExemplos:\n23d20+3: Soma 3 ao resultado dos dados.\n5d3+33d4*3d10: Multiplica o resultado de 3d10 com o resultado de 33d4, depois soma ao de 5d3.\nCaso exceda o limite de caracteres a exibição é reduzida com a soma dos totais dos dados.","title":"Rolagem em Massa"},"7":{"desc":"\nSão dados que só possuem 3 valores possíveis: -1, 0 ou 1. E sim, isso é tudo que eles fazem. O sistema Fate usa eles, então é, tá aí.\nf<número>\nPadrão: 4\nExemplos:\nd+f: Roda um d20 + 4 dados fate.\nf10: Roda 10 dados fate.","title":"Dados Fate"}},"tags":"RPG,Dados,Guia de Rolagem","title":"Sintaxe do Sistema de Rolagem de Dados"},"footer":{"about":"Sobre","arkanus":{"desc":"Transformando seus sonhos em realidade com várias linhas de codigo."},"legal":"Legal","map":"Mapa do Site","priv":"Politica de Privacidade","quest":"Objetivo","start":"Página Inicial","team":"Equipe","tos":"Termos de Uso","util":"Utilitário"},"index":{"donate":{"btn":"Apoiar Projeto","desc":"Embora o Mini Kraken seja gratuito, lançamos o Programa de Apoiadores para auxiliar com as despesas de manutenção do Projeto, que depende de máquinas ligadas 24 horas para processar os dados e rolagem. Cada doação contribui diretamente para manter o projeto ativo por mais um dia. Lembrando que o Projeto não armazena quaisquer conteúdos pertencentes as editoras. Tais dados são oriundos de APIs externas que não nos pertencem.","title":"Apoie o Projeto"},"features":{"desc":"O Mini Kraken é um bot para Discord que oferece uma ampla variedade de funções para ajudar você em sua jornada de RPG de mesa. Role dados, gerencie iniciativas, crie personagens, use geradores de nomes e muito mais. Confira aqui apenas uma pequena amostra de tudo o que o Mini Kraken pode fazer por você!","title":"Explore as Funções"},"func":{"card":{"0":{"desc":"Não perca tempo calculando a vida do seu personagem manualmente. Com o comando /editar vida, o Mini Kraken faz a matemática para você, permitindo que você possa se concentrar em jogar.","title":"Cálculo de Vida"},"1":{"desc":"O Bot Possui um sistema avançado de rolagem de dados, permitindo diversas combinações com o comando /d. Além de múltiplas skins de dados que pode ser acessadas com o /loja dados","title":"Sistema de Dados"},"2":{"desc":"Organize facilmente as informações dos personagens com as Fichas Inteligentes. Com comandos simples, com o /ficha é possível criar e editar fichas de personagens, tornando sua mesa mais ágil e eficiente.","title":"Fichas Inteligentes"},"3":{"desc":"Selecione um entre os vários sistemas de RPG disponíveis para personalizar ainda mais sua campanha, e se não for o suficiente crie seu próprio sistema.","title":"Personalização"},"4":{"desc":"Encontre jogadores para a sua mesa de RPG com facilidade usando o sistema de Divulgação de Campanhas da Fortuna. Com o comando /enviar campanha,Não perca mais tempo procurando jogadores, deixe a Fortuna te ajudar!","title":"Encontre Jogadores"},"5":{"desc":"Variedade de geradores de nomes e cartas para ajudar na criação de personagens. Com os comandos /gerar nome e /baralho, é possível gerar nomes aleatórios, cartas de tarô ou baralho para enriquecer sua narrativa.","title":"Geradores"},"6":{"desc":"Um amplo sistema de Economia chamado de KC (Kraken Coins) que pode ser conseguido de diversas formas, útil para funções como skins de dados e personalizações.","title":"Economia"},"7":{"desc":"Encontre as magias e rituais do seu grimorio com mais facilidade com nosso livro de magias que permite pesquisa em tempo real!","title":"Livro de Feitiços"},"8":{"desc":"Essa função aqui ainda está por vir, mas boatos de que será um bestiário comunitario.","title":"..."}}},"name":"Bot RPG de Mesa","sec2":{"desc":"O Bot para o discord, desenvolvido por fãs para fãs, tem como objetivo auxiliar na experiência de jogo do seu RPG favorito. Não possuímos nem reivindicamos direitos sobre os jogos mencionados. Somos um grupo de programadores e entusiastas que simplificam os sistemas de RPG para tornar a experiência mais agradável. Este não é um produto ou plataforma oficial, e não somos afiliados aos criadores ou editoras dos jogos mencionados","title":"Sistemas de RPG adaptados"},"start":{"btn1":"Adicionar Fortuna","desc":"Eleve sua experiência de RPG de mesa no Discord com o Mini Kraken! Nossa ferramenta projetada para aprimorar suas sessões de jogo, seja em sistemas como Ordem Paranormal (OP), Dungeons & Dragons (D&D), Tormenta20 (T20) e Gaia, mais roleplay e menos matemática."},"status":{"cmds":"Comandos ","desc":"Acompanhe alguns dados de desempenho de Inanimalia Fortuna Tenebris Verteri - o melhor bot de RPG de mesa para Discord na opinião dos criadores. Mantenha-se atualizado sobre o desempenho do bot e aproveite ao máximo sua experiência.","guilds":"Servidores","title":"Status","user":"Usuários","version":"Versão"}},"lang":"pt","misc":{"btn":{"gencard":"Gerar Carta"}},"names":{"article":{"all":"Todos","btn":"Gerar Nomes","desc":"Este gerador de nomes de personagens foi criado para ser um ponto de partida para você, auxiliando sua escrita de Livro, Campanha de rpg ou jogo, Se você está procurando nomes para seus personagens, está no lugar certo.","female":"Feminino","male":"Masculino","title":"Gerador de Nomes"}},"nav":{"add":"Adicionar Bot","docs":{"changelogs":{"desc":"Veja o histórico de atualizações do bot","name":"Atualizações"},"cmds":{"docs":"Veja a lista de comandos e features","title":"Lista de Comandos"},"dices":{"desc":"Guia de como rolar dados no bot","names":"Rolagem de Dados"},"title":"Documentação"},"lang":{"title":"Idioma"},"tools":{"names":{"desc":"Gere nomes para seus personagens","title":"Gerador de Nomes"},"poker":{"desc":"Puxe uma carta aleatória do baralho","name":"Cartas de Poker"},"tarot":{"desc":"Puxe uma carta do baralho da fortuna","name":"Cartas de Carot"},"title":"Ferramentas"}},"poker":{"article":{"desc":"Um Gerador de cartas de baralho aleatórias, que pode de alguma de alguma forma ajudar a fazer alguma campanha ou jogo.","title":"Gerador de Cartas Baralho"},"cards":{"type":{"0":"Todas as Cartas","1":"Espadas","2":"Paus","3":"Copas","4":"Ouros"}},"title":"Cartas de Baralho"},"posts":{"sistemas":{"0":{"article":"Dungeons & Dragons, o lendário jogo de RPG de mesa, continua a conquistar a imaginação de jogadores de todas as idades ao redor do mundo. Há décadas, esse jogo épico tem transportado jogadores para mundos de fantasia repletos de perigos, tesouros e aventuras inesquecíveis.\nEm Dungeons & Dragons, os jogadores têm a oportunidade de criar seus próprios personagens únicos e embarcar em jornadas emocionantes. Eles podem escolher entre uma ampla variedade de raças, como elfos, anões e humanos, e classes, como guerreiros, magos e rangers, cada um com habilidades e características especiais.\n A mecânica do jogo é baseada em uma combinação de rolagem de dados e imaginação. O Mestre de Jogo, também conhecido como Dungeon Master (DM), é responsável por criar o mundo, narrar a história e interpretar os NPCs (personagens não jogadores), enquanto os jogadores tomam decisões, exploram ambientes perigosos, enfrentam monstros e desvendam mistérios.\nDungeons & Dragons é um jogo colaborativo, no qual a imaginação e a interação entre os jogadores desempenham um papel fundamental. Juntos, eles enfrentam desafios épicos, resolvem quebra-cabeças intrigantes e forjam laços de amizade em meio à ação e ao perigo. O jogo também incentiva a criatividade, permitindo que os jogadores personalizem e desenvolvam suas histórias e personagens ao longo do tempo.\nAlém das emocionantes aventuras, Dungeons & Dragons proporciona aos jogadores a oportunidade de se conectarem em uma comunidade vibrante. Encontros presenciais em mesas de jogo, convenções dedicadas ao RPG e plataformas online reúnem entusiastas de todo o mundo, compartilhando experiências, dicas e criando memórias duradouras.\nCom sua rica mitologia, inúmeros suplementos e expansões, e uma base de fãs apaixonados, Dungeons & Dragons permanece como um ícone do universo dos jogos de mesa. Através deste jogo, as fronteiras da imaginação são desafiadas, a camaradagem é fortalecida e aventuras épicas são vivenciadas em cada rolagem de dado.\nEntão, reúna seus amigos, pegue seus dados e prepare-se para mergulhar em um mundo de magia e aventura com Dungeons & Dragons. A mesa está posta, o destino aguarda e a glória está ao seu alcance. O que você está esperando para se juntar a essa incrível jornada?","bg":"/static/img/bg/dnd.webp","card":{"btn":"Leia mais sobre D&D","desc":"Um lendário RPG de fantasia que permite aos jogadores criar suas próprias histórias em mundos de espada e magia.","title":"Dungeons & Dragons"},"icon":"/static/img/rpg/DND.svg","legal":"O Sistema Dungeons & Dragons pertence atualmente a [Wizards Of The Coast](https://company.wizards.com/en) que tem todos os seus direitos reservados. Os livros do sistema foram publicados sob a licença [OPEN GAME LICENSE Version 1.1](https://pt.wikipedia.org/wiki/Open_Game_License) O Mini Kraken não possui nem um vinculo a editora ou o criador, o Mini Kraken é apenas um conjunto de ferramentas feita para auxiliar mestres e jogadores de diferentes sistemas. da mesma forma que não possuímos autorização dos mesmos para operar.","path":"dnd","tags":"Sistema de RPG,Fantasia,Medieval,Masmorras & Dragões"},"1":{"article":"Ordem Paranormal é um novo jogo de RPG de mesa que transporta os jogadores para um mundo repleto de mistérios e fenômenos sobrenaturais. Neste cenário sombrio e envolvente, segredos ocultos e entidades malignas ameaçam a humanidade, e apenas os corajosos agentes da Ordem Paranormal podem enfrentar essas ameaças.\nNo jogo, os jogadores assumem o papel de agentes paranormais, membros de uma organização secreta dedicada a proteger o mundo dos perigos do desconhecido. Cada agente possui habilidades especiais, como clarividência, controle de energia, mediunidade e percepção aguçada, que os ajudam a enfrentar os desafios sobrenaturais que encontram em seu caminho.\nÀ medida que os jogadores progridem nas missões, seus personagens ganham experiência e desenvolvem novas habilidades paranormais, tornando-se mais proficientes no enfrentamento do sobrenatural. A evolução dos personagens permite que os jogadores personalizem suas habilidades de acordo com seu estilo de jogo e se preparem para desafios ainda maiores.\nOrdem Paranormal oferece uma experiência emocionante e imersiva para os fãs de RPG de mesa e amantes de histórias sobrenaturais. Com seu enredo envolvente e mecânicas cativantes, o jogo promete transportar os jogadores para um mundo de suspense e mistério, onde eles terão que usar sua inteligência e coragem para proteger a humanidade das forças do além.\nPrepare-se para enfrentar o desconhecido e descobrir segredos sombrios enquanto joga Ordem Paranormal. Reúna seus amigos, escolha suas habilidades paranormais e embarque nesta emocionante aventura onde a linha entre o real e o sobrenatural se torna turva. O destino do mundo paranormal está em suas mãos!","bg":"/static/img/bg/ordem.webp","card":{"btn":"Leia mais sobre OP","desc":"Um universo de investigação paranormal, onde agentes combatem o sobrenatural e protegem a nossa realidade realidade.","title":"Ordem Paranormal"},"icon":"/static/img/rpg/Ordem.svg","legal":"Ordem Paranormal foi criado por Rafael Lange \"Cellbit\" Lange sendo atualmente publicado pela [Editora Jambo](https://jamboeditora.com.br/) que tem todos os seus direitos reservados.\nOs livros do sistema foram publicados sob a licença \n[OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a O Mini Kraken não possui nem um vinculo a editora ou o criador, o Mini Kraken é apenas um conjunto de ferramentas feita para auxiliar mestres e jogadores de diferentes sistemas. da mesma forma que não possuímos autorização dos mesmos para operar. ","path":"ordem","tags":"Sistema de RPG,Urbnano,Paranormal,Investigação"},"2":{"card":{"btn":"Leia Mais Sobre T20","desc":"Um RPG de fantasia épica ambientado no mundo de Arton, com regras intuitivas e flexíveis","title":"Tormenta20"},"icon":"/static/img/rpg/Tormenta.svg","path":"tormenta"},"3":{"card":{"btn":"Leia Mais sobre Carbon2185","desc":"Um RPG cyberpunk que se passa em um futuro distópico, influenciado por Blade Runner e Ghost in the Shell.","title":"Carbon2185"},"icon":"/static/img/rpg/Carbon.svg","path":"carbon"},"4":{"card":{"btn":"Leia Mais sobre Gaia","desc":"Um RPG de alta fantasia medieval, com um sistema moderno e simplificado, onde cada personagem é único e a liberdade é a palavra chave.","title":"Gaia: O Preludio"},"icon":"/static/img/rpg/Gaia.svg","path":"gaia"},"5":{"card":{"btn":"Leia mais sobre 3DET","desc":"Em um mundo de mistérios e aventuras, heróis e vilões se enfrentam em batalhas épicas. Magia, tecnologia e criaturas fantásticas colidem, moldando destinos e desafiando o impossível.","title":"3DET Victory"},"icon":"/static/img/rpg/3DET.svg","path":"3det"}}},"premium":{"0":{"desc":"Um Plano para lobos solitários que desejam ter acesso aos recursos sozinho.","title":"Guerreiro"},"1":{"desc":"Um por todos e todos por um, com esse plano todos em seu servidor ganham benefícios!","title":"Aventureiro"},"2":{"desc":"Para os verdadeiros amantes da Inanimalia Fortuna!","title":"Herói do Polvo"},"feat":{"0":"+5 Slots macros (por personagem)","1":"+24 Slots de Personagem (em breve)","2":"Dobro de espaço de anotações","3":"Crie seu proprio sistema Homebrew","4":"Milhões de Kraken Coins","5":"Suporte Prioritário","6":"Funções premium","7":"Uma Conta","8":"Um Servidor","9":"Playtests exclusivos","10":"Cargo Doador (Perfil e Discord)","11":"Cargo Doador Supremo (Perfil e Discord)","12":"para Três Servidores","98":"Pack do pé da equipe & Clube da Una","99":"Licença poética para cobrar os Devs"}},"privacy":{"0":{"desc":"O Mini Kraken é de propriedade dos Desenvolvedores que é são os responsáveis pela coleta e gerenciamento de seus Dados dentro da aplicação, tal documento explica quais dados são coletados, o motivo de se coletar, além de como mantemos a segurança destes dados.\n"},"1":{"desc":"Ao Usar a aplicação coletamos informações do Usuário e do Servidor além de outras informações que você fornecer (Incluindo, mas não se limitando a: Nomes, Ids, Imagens de Usuários e Guildas) Além disso coletamos informações dentro da aplicação, que são armazenados como por exemplo o sistema de fichas de RPG. O único conteúdo de mensagens coletado ocorre no sistema de rolagem de dados sem a presença do slash. Os conteúdos de mensagem não são armazenados, portanto os desenvolvedores não possuem acesso a elas.\nO processamento desses dados permite o funcionamento de diversas funcionalidades dentro da aplicação, como identificações para salvar informações no banco de dados, configurações individuais da aplicação para cada guilda e usuário, bem como a customização da interface da aplicação para proporcionar uma experiência melhorada ao usuário.","title":"Informações Coletadas"},"2":{"desc":"Você possui os seguintes direitos garantidos quanto aos seus dados:\n\nO direito de ser informado.\nO direito à retificação.\nO direito de deletar.\nO direito de verificação.\nO direito à objeção.\nAo utilizar a aplicação, é interpretado que você concorda com os termos e dados coletados.","title":"Seus Direitos"},"3":{"desc":"Garantimos a segurança das informações que você fornece em servidores e computadores armazenados em ambientes seguros e controlados, protegidos contra acessos, usos e divulgações não autorizados. Mantemos medidas de segurança administrativas, técnicas e físicas para proteger os dados contra acessos, usos, proteções e divulgações não autorizadas. No entanto, nenhuma transmissão de dados pela Internet pode ser garantida como totalmente segura.","title":"Segurança da Informação"},"4":{"desc":"Se desejar mais informações sobre esta Política de Privacidade ou acessar informações relacionadas aos seus direitos individuais e suas Informações Pessoais, você pode abrir um ticket no suporte da guilda (/support) ou enviar um e-mail para suporte@arkanus.app.","title":"Contato"},"title":"Política de Privacidade"},"system":{"default":{"desc":"Aprenda sobre o sistema %system% e como jogar pelo Discord com o Bot de RPG Mini Kraken. Este guia prático oferece dicas para explorar se divertir ao máximo em suas aventuras de RPG.","playDiscord":"Como Jogar %system% no Discord","playDiscordDesc":"%system% é um dos sistemas disponíveis para ser jogados usando o Mini Kraken como um facilitador de rolagem de dados, para definir o sistema é simples, basta digitar /configurar ir na aba sistema e então defini-lo dando assim a você fichas inteligentes, e dados dinâmicos para agilizar sua seção.\n\nApós as configurações você estará apto a usar diversas ferramentas para auxiliar sua mesa, como o sistema de fichas inteligentes que pode ser acessado pelo /ficha que integra a rolagem de dados ou seja ao rolar dados pelo /di todos a matemática é feita pela UNA.","title":"Aprenda como jogar %system% pelo Discord"}},"tarot":{"article":{"desc":"Um Gerador de cartas de Tarot aleatórias, que pode de alguma de alguma forma ajudar a fazer alguma campanha ou jogo. ","title":"Gerador de Cartas Tarot"},"title":"Cartas de Tarot"},"tos":{"0":{"desc":"A Arkanus, doravante referida como \"desenvolvedores\", é uma equipe dedicada ao desenvolvimento de uma variedade de projetos, incluindo, mas não se limitando ao (Mini Kraken BOT, também conhecido como Inanimalia Fortuna Tenebris Verteri). Ao utilizar nossos serviços, você concorda com os termos a seguir. Ao acessar nossos Serviços, você automaticamente concorda com os termos, condições e políticas de privacidade apresentados abaixo. Se você é maior de idade em sua jurisdição, ou se tem entre 13 anos e a maioridade e seu responsável legal revisou e concorda com estes Termos, você está vinculado a eles. Caso discorde de qualquer parte destes termos e condições, por favor, interrompa imediatamente o uso dos nossos serviços.","title":"Introdução"},"1":{"desc":"Salvo disposição em contrário expressamente indicada, todos os direitos de propriedade intelectual sobre o conteúdo publicado no Serviço pertencem ao Serviço e aos seus licenciados. Todos os direitos relativos à propriedade intelectual são estritamente reservados, e nos reservamos o direito de tomar medidas legais, conforme necessário, por meio dos nossos canais oficiais de comunicação.\n\nVocê não está autorizado a:\n- Vender, alugar ou sublicenciar qualquer material relacionado ao Mini Kraken, Fortuna, ou similares.\n- Redistribuir conteúdo do Mini Kraken, Fortuna, ou similares sem autorização expressa.\n- Tentar intencionalmente burlar os mecanismos de segurança do Serviço de qualquer maneira sem autorização prévia.\nAlgumas áreas do Serviço oferecem a possibilidade de personalização por parte dos usuários, sem prévia filtragem ou revisão por nossa parte antes da publicação.\n\nOs comentários e personalizações refletem exclusivamente as opiniões de seus respectivos autores. Na medida permitida pela lei aplicável, o Serviço não se responsabiliza legalmente por esses comentários/personalizações ou por quaisquer danos, riscos ou despesas decorrentes do seu uso, publicação ou aparência no Serviço.\n\nReservamo-nos o direito, sem obrigação, de remover qualquer comentário ou personalização que consideremos inadequados, ofensivos ou em violação destes Termos e Condições.\n\nAo usar nosso Serviço, você concorda em nos proteger e defender contra todas as reivindicações, processos, danos, custos e despesas decorrentes ou relacionados ao seu uso do Serviço. Nenhum link deve ser inserido em qualquer Site que possa ser interpretado como difamatório, obsceno, criminoso ou que viole os direitos de terceiros.\n\nAo postar comentários, personalizações ou outros conteúdos em nosso Serviço, você declara e garante que:\n\nTem o direito legal de postar esses conteúdos e possui todas as licenças e autorizações necessárias para tal.\nSeus comentários, personalizações ou outros conteúdos não violam quaisquer direitos de propriedade intelectual de terceiros, incluindo direitos autorais, patentes ou marcas registradas.\nSeus comentários, personalizações ou outros conteúdos não contêm material difamatório, calunioso, ofensivo, indecente ou ilegal, nem invadem a privacidade de terceiros.\nSeus comentários, personalizações ou outros conteúdos não serão usados para solicitar ou promover atividades ilícitas.\nAo postar comentários, personalizações ou outros conteúdos em nosso Serviço, você concede ao Serviço (incluindo Mini Kraken, Desenvolvedores e parceiros) uma licença irrevogável, não exclusiva, global, isenta de royalties e sublicenciável para usar, reproduzir, adaptar, modificar, publicar, traduzir, criar obras derivadas, distribuir, executar e exibir publicamente tais conteúdos em qualquer formato, mídia ou tecnologia conhecida atualmente ou desenvolvida futuramente.","title":"Licença"},"2":{"desc":"Reservamos o direito, a nosso exclusivo critério, de modificar ou revisar estes Termos a qualquer momento, e você concorda em se comprometer com tais modificações ou revisões. Qualquer alteração ou modificação entrará em vigor em uma semana após a publicação no Serviço, e seu uso continuado do Serviço após a data efetiva constituirá sua aceitação e concordância com tais alterações ou modificações. Se você contestar qualquer alteração ou modificação, seu único recurso será interromper o uso do serviço.\n\nReservamo-nos o direito de modificar ou descontinuar o serviço (ou parte dele) a qualquer momento, com ou sem aviso prévio, sem limitações a uma violação dos termos.\n","title":"Reserva de Direitos e Modificações"},"3":{"desc":"Em situações em que o usuário faça qualquer das ações listadas abaixo, pode resultar em uma quebra automática dos termos de uso, o que pode gerar consequências que vão desde avisos até mesmo a remoção do acesso ao serviço e cancelamento da conta ou acesso ao serviço, com ou sem aviso prévio:\n\nAtribuir um Valor Real às KCs (Economias virtuais) e comercializá-las por dinheiro ou bens reais.\nEnviar quaisquer conteúdos inapropriados para o suporte ou equipes de revisão.\nAbusar de Bugs ou Sistemas com intuito de obter vantagem ou danificar nossas estruturas.\nAbusar dos Meios de Suporte.\nTentar burlar algum sistema do serviço de maneira que prejudique o funcionamento do serviço ou outros usuários, sem prévia autorização da equipe de desenvolvimento.","title":"Proibições e Responsabilidades do Usuário"},"4":{"desc":"Não seremos responsabilizados legalmente por qualquer conteúdo que apareça em nosso Serviço, uma vez que ele é alimentado pela comunidade. Caso haja violação de propriedade intelectual ou desconforto, o usuário pode solicitar uma revisão ou remoção de um ou mais conteúdos, abrindo uma solicitação de remoção através do nosso Suporte.\n\nSe você encontrar qualquer link ou conteúdo em nosso Serviço que seja de qualquer forma ofensivo ou infrinja seus direitos autorais, você tem o direito e liberdade de entrar em contato conosco e nos informar do problema a qualquer momento. Vamos considerar as solicitações de remoção de links e conteúdo, mas não somos obrigados a remover quaisquer links do nosso serviço nem a responder diretamente à sua solicitação, exceto caso infrinja seus direitos autorais.\n\nEnvie um email para: suporte@arkanus.app\n","title":"Responsabilização pelo Conteúdo"},"tags":"Legal,Juridico,Termos de Uso,Legislação","title":"Termos de Serviço"}}